{
    "array": [
        {
            "name": "",
            "sentence": "**Une fois la créature vaincue, cette dernière ne semble plus vous vouloir du mal.**"
        },
        {
            "name": "",
            "sentence": "**Vous êtes même surpris qu’elle puisse répondre à vos questions.**"
        },
        {
            "name": "",
            "sentence": "C’était intense dis donc ! Mais qui êtes-vous au juste ?"
        },
        {
            "name": "Scylla",
            "sentence": "On m’appelle Scylla. Bien que cela puisse paraître impensable, j’étais jadis une belle nymphe à l’aspect humain tel que vous."
        },
        {
            "name": "Scylla",
            "sentence": "Mais la jalousie de la terrible Circé m’a changée à tout jamais…"
        },
        {
            "name": "",
            "sentence": "Circé la magicienne ?!"
        },
        {
            "name": "Scylla",
            "sentence": "Oui elle-même et je ne crierais pas son nom si j’étais à votre place."
        },
        {
            "name": "Scylla",
            "sentence": " Sa cruauté envers ses rivales dépasse l’entendement et elle inspire la crainte en chacun de nous."
        },
        {
            "name": "",
            "sentence": "Elle n'était pourtant pas si terrifiante quand je l’ai \"rencontrée\" au final…"
        },
        {
            "name": "Scylla",
            "sentence": "COMMENT CA ?!"
        },
        {
            "name": "",
            "sentence": "Non non rien, je me perds dans mes pensées..Alors oui, vous parliez de rivales, vous vous êtes battue avec elle ? "
        },
        {
            "name": "Scylla",
            "sentence": "Sur les champs de l’amour hélas. "
        },
        {
            "name": "Scylla",
            "sentence": "Si ce stupide pêcheur de Glaucus ne m’avait pas fait des avances je n’aurais pas attisé le courroux de la fille du Soleil."
        },
        {
            "name": "Scylla",
            "sentence": "Elle était totalement éprise de ce soi-disant nouveau dieu marin et me vit alors comme une menace dans sa conquête romantique…"
        },
        {
            "name": "",
            "sentence": "Wow, elle a l’air pas très commode en effet."
        },
        {
            "name": "Scylla",
            "sentence": "Quel euphémisme ! Elle peut déferler sa colère avec ses malfaisantes incantations et ses mixtures empoisonnées"
        },
        {
            "name": "Scylla",
            "sentence": "Elle transforme des êtres en monstre tel que moi."
        },
        {
            "name": "Scylla",
            "sentence": "Mais je me demande, pourquoi vous, valeureux guerrier, avez tant d’intérêt pour cette enchanteresse ?"
        },
        {
            "name": "",
            "sentence": "Oh vous savez je fais une sorte de recherche sur elle, apparemment elle n’a pas toujours l’air de ce qu’on pourrait penser."
        },
        {
            "name": "",
            "sentence": "J’ai entendu dire qu’il y avait aussi une histoire de tableau…allô ?...mais qu’est-ce-qui se passe ??!!..."
        },
        {
            "name": "",
            "sentence": "**Tout devient flou autour de vous**"
        }
    ]
}