{
    "array": [
        {
            "name": "Eric Van Der Waals",
            "sentence": "I know what you're here for."
        },
        {
            "name": "Eric Van Der Waals",
            "sentence": "I've had so many contracts over my head, I have lost count."
        },
        {
            "name": "Eric Van Der Waals",
            "sentence": "Are you one more of these no-brain hitmen? Or are you actually Someone?"
        },
        {
            "name": "Eric Van Der Waals",
            "sentence": "I can see you shaking, so I'll go with the latter."
        },
        {
            "name": "Eric Van Der Waals",
            "sentence": "I'll tell you right away, they've taken down all my security, and I'm no fighter."
        },
        {
            "name": "Eric Van Der Waals",
            "sentence": "Now that you're here, allow me at least some good final words before the unevitable, will you?"
        },
        {
            "name": "Eric Van Der Waals",
            "sentence": "They're trying to make me the villain of this story."
        },
        {
            "name": "Eric Van Der Waals",
            "sentence": "I guess sitting alone in the dark in my office while people walk around with my tech in their brain paints this picture, I'll give you that."
        },
        {
            "name": "Eric Van Der Waals",
            "sentence": "But you tell me, is it that bad to make profit off of people's pain if you make it disappear in the process?"
        },
        {
            "name": "Eric Van Der Waals",
            "sentence": "As I said, you're not the first one to come for me."
        },
        {
            "name": "Eric Van Der Waals",
            "sentence": "*looks around him*"
        },
        {
            "name": "Eric Van Der Waals",
            "sentence": "But would it change anything?"
        },
        {
            "name": "Eric Van Der Waals",
            "sentence": "You think that killing me would have any impact on the world?"
        },
        {
            "name": "Eric Van Der Waals",
            "sentence": "I'm just one man, I'm not Neurotech."
        },
        {
            "name": "Eric Van Der Waals",
            "sentence": "What's done is done. If I die, someone else will get my spot, and they'll just move on with the technology."
        },
        {
            "name": "Eric Van Der Waals",
            "sentence": "And who are you to decide of my fate?"
        },
        {
            "name": "Eric Van Der Waals",
            "sentence": "Does that make you any better than me?"
        },
        {
            "name": "Eric Van Der Waals",
            "sentence": "How many people have you saved? Because I know I have saved quite a lot."
        },
        {
            "name": "Eric Van Der Waals",
            "sentence": "How many people have you killed? I know some would say I'm responsible of the death of many as well."
        },
        {
            "name": "Eric Van Der Waals",
            "sentence": "But my fate, as a human, is in your hands now."
        },
        {
            "name": "Eric Van Der Waals",
            "sentence": "Do what you think is right, I know I have."
        }
    ]
}