{
    "array": [
        {
            "name": "Person 1",
            "sentence": "I'm telling you, he's a literal movie villain!"
        },
        {
            "name": "Person 2",
            "sentence": "Mh..."
        },
        {
            "name": "Person 1",
            "sentence": "Wait you're starting to buy his bullshit?"
        },
        {
            "name": "Person 2",
            "sentence": "I don't know, I just think that not EVERYTHING about Neurotech and Van Der Waals is bad."
        },
        {
            "name": "Person 1",
            "sentence": "Oh so you're for mass surveillance and federal control now?"
        },
        {
            "name": "Person 2",
            "sentence": "That's not what I said."
        },
        {
            "name": "Person 1",
            "sentence": "Well, you support Van Der Waals, you're for this kind of things."
        },
        {
            "name": "Person 2",
            "sentence": "I mean, okay, imagine that I am. So what? We've never had a lower crime rate than right now. Brea can finally come home from work at night withoug being terrified of getting attacked or raped or some even more fucked up shit."
        },
        {
            "name": "Person 1",
            "sentence": "You can't be for real..."
        },
        {
            "name": "Person 2",
            "sentence": "I am! You're a white dude, you're just worried about feds watching your dirty internet history. Brea and I, we're safer since everyone's been implanted, really."
        },
        {
            "name": "Person 1",
            "sentence": "Yeah sure, and what about these cops shooting black people randomly in the streets?"
        },
        {
            "name": "Person 2",
            "sentence": "That happened, like, one time, they got arrested right away and the neural bug got fixed in the same hour."
        },
        {
            "name": "Person 1",
            "sentence": "People died!"
        },
        {
            "name": "Person 2",
            "sentence": "You know what? I'm okay with two people dying if it is to save thousands, millions of them over time. Honestly I'm tired of living in fear, for me, for Brea, for the kids. Hell, your brother got killed by some drunken driver and you're telling me you're against neural implants?"
        },
        {
            "name": "Person 1",
            "sentence": "Do not bring this up."
        },
        {
            "name": "Person 2",
            "sentence": "I will, and you know what? He would still be here if this guy had a preventive implant that had called the cops when he started drunk driving."
        },
        {
            "name": "Person 1",
            "sentence": "You're an asshole."
        },
        {
            "name": "Person 2",
            "sentence": "But I'm not wrong, am I?"
        },
        {
            "name": "Person 1",
            "sentence": "..."
        },
        {
            "name": "Person 2",
            "sentence": "Am I?"
        },
        {
            "name": "Person 1",
            "sentence": "The bus is coming, get your things."
        }
    ]
}